Repository: 0000duck/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: fr, ru

# resolution label
source: Quality
ru: Качество

# layer_height label
source: Layer Height
fr: Hauteur de couche
ru: Высота слоя

# layer_height description
source: The height of each layer, in mm. Normal quality prints are 0.1mm, high quality is 0.06mm. You can go up to 0.25mm with an Ultimaker for very fast prints at low quality. For most purposes, layer heights between 0.1 and 0.2mm give a good tradeoff of speed and surface finish.
fr: La hauteur de chaque couche, en mm. Les impressions de qualité normale sont de 0,1 mm et celles de haute qualité sont de 0,06 mm. Vous pouvez sélectionner jusqu’à une hauteur de 0,25 mm avec Ultimaker pour des impressions très rapides et de faible qualité. En général, des hauteurs de couche entre 0,1 et 0,2 mm offrent un bon compromis entre la vitesse et la finition de la surface.
ru: Высота каждого слоя в мм. Нормальное качество печати — это 0.1 мм, а высокое качество печати — это 0.06 мм. Для очень быстрой печати и низкое качество печати, можно поставит высота слоя до 0.25 мм. В большинство случаев печати, используется высота слоя между 0.1 и 0.2 мм, которая дает хорошее качество.

# layer_height_0 label
source: Initial Layer Thickness
fr: Épaisseur de couche initiale
ru: Первоначальная толщина слоя

# layer_height_0 description
source: The layer thickness of the bottom layer. A thicker bottom layer makes sticking to the bed easier.
fr: L’épaisseur de la couche du bas. Une couche épaisse adhère plus facilement au lit.
ru: Толщина нижнего слоя. Чем толще будет нижний слой, тем лучше будет прилипание к платформе.

# shell_thickness label
source: Shell Thickness
fr: Épaisseur du shell
ru: Толщина стенки

# shell_thickness description
source: The thickness of the outside shell in the horizontal and vertical direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines. This is also used to define the number of solid top and bottom layers.
fr: L’épaisseur du shell extérieur dans le sens horizontal et vertical. Associée à la taille de la buse, elle permet de définir le nombre de lignes du périmètre et l’épaisseur de ces lignes de périmètre. Elle permet également de définir le nombre de couches supérieures et inférieures solides.
ru: Толщина внешней стенки в горизонтальном и вертикальном направлении. Это используется в сочетании с размера сопла, для определения количества линий периметра и толщина этих линий периметра. Это также используется для определения количество верхних и нижних слоев.

# wall_thickness label
source: Wall Thickness
fr: Épaisseur de la paroi
ru: Толщина стенки

# wall_thickness description
source: The thickness of the outside walls in the horizontal direction. This is used in combination with the nozzle size to define the number of perimeter lines and the thickness of those perimeter lines.
fr: L’épaisseur des parois extérieures dans le sens horizontal. Associée à la taille de la buse, elle permet de définir le nombre de lignes du périmètre et l’épaisseur de ces lignes de périmètre.
ru: Толщина внешней стенки в горизонтальном направлении. Это используется в сочетании с размера сопла для определения количество линий периметра и толщина этих линий периметра.

# wall_line_count label
source: Wall Line Count
fr: Nombre de lignes de la paroi
ru: Количество линий стенки

# wall_line_count description
source: Number of shell lines. This these lines are called perimeter lines in other tools and impact the strength and structural integrity of your print.
fr: Nombre de lignes du shell. Ces lignes sont appelées lignes du périmètre dans d’autres outils et elles influent sur la force et l’intégrité structurelle de votre impression.
ru: Количество линий стенки. Эти линии называются линиями по периметру и влияют на ударной прочности и структурной целостности вашей печати.

# wall_line_width label
source: Wall Line Width
fr: Largeur de ligne de la paroi
ru: Ширина линий стенки

# wall_line_width description
source: Width of a single shell line. Each line of the shell will be printed with this width in mind.
fr: Largeur d’une ligne du shell. Chaque ligne du shell sera imprimée selon cette épaisseur.
ru: Ширина одной линий стенки. Каждая линия стенки, будет напечатанная согласно выбранной шириной.

# wall_line_width_0 label
source: First Wall Line Width
fr: Largeur de ligne de la première paroi
ru: Ширина первой линий стенки

# wall_line_width_0 description
source: Width of the outermost shell line. By printing a thinner outermost wall line you can print higher details with a larger nozzle.
fr: Largeur de la ligne de la paroi la plus externe. En imprimant une ligne de paroi externe plus fine, vous pouvez imprimer davantage de détails avec une buse plus large.
ru: Ширина внешней стенки. При печати тонкой внешней стенки, Вы можете распечатать высокие детали с большим соплом.

# wall_line_width_x label
source: Other Walls Line Width
fr: Largeur de ligne des autres parois
ru: Ширина линий остальных стенок

# wall_line_width_x description
source: Width of a single shell line for all shell lines except the outermost one.
fr: Largeur d’une ligne du shell pour toutes les lignes du shell, à l’exception de la ligne la plus externe.
ru: Ширина одной линий стенки для всех линий стенки за исключением на самых крайних.

# skirt_line_width label
source: Skirt line width
ru: Ширина линий контура

# skirt_line_width description
source: Width of a single skirt line.
ru: Ширина одной линий контура

# skin_line_width label
source: Top/bottom line width
ru: Ширина Верхней/Нижней линий

# skin_line_width description
source: Width of a single top/bottom printed line. Which are used to fill up the top/bottom areas of a print.
ru: Ширина одной верхней/нижней линий, которые используются для заполнения верхней/нижней область печатающего объекта.

# infill_line_width label
source: Infill line width
ru: Ширина линий заполнения

# infill_line_width description
source: Width of the inner infill printed lines.
ru: Ширина линий внутреннего заполнения.

# support_line_width label
source: Support line width
ru: Ширина линий поддержек

# support_line_width description
source: Width of the printed support structures lines.
ru: Ширина линий поддерживающих структур.

# top_bottom_thickness label
source: Bottom/Top Thickness
fr: Épaisseur du bas/haut
ru: Толщина верхнего/нижнего слоя

# top_bottom_thickness description
source: This controls the thickness of the bottom and top layers, the amount of solid layers put down is calculated by the layer thickness and this value. Having this value a multiple of the layer thickness makes sense. And keep it near your wall thickness to make an evenly strong part.
fr: Cette option contrôle l’épaisseur des couches inférieures et supérieures. Le nombre de couches solides imprimées est calculé en fonction de l’épaisseur de la couche et de sa valeur. Cette valeur doit être un multiple de l’épaisseur de la couche. Cette épaisseur doit être assez proche de l’épaisseur des parois pour créer une pièce uniformément solide.
ru: Это контролирует толщину нижнего и верхнего слоев. Количество сплошных слоев определяется толщины слоя и этим значением. Имея это значение, имеет смысл использовать многократную толщину слоя и при этом приблизительно выровнять ее с толщиной стенки, чтобы сделать равномерно прочный объект.

# top_thickness label
source: Top Thickness
fr: Épaisseur du haut
ru: Толщина верхнего слоя

# top_thickness description
source: This controls the thickness of the top layers. The number of solid layers printed is calculated from the layer thickness and this value. Having this value be a multiple of the layer thickness makes sense. And keep it nearto your wall thickness to make an evenly strong part.
fr: Cette option contrôle l’épaisseur des couches supérieures. Le nombre de couches solides imprimées est calculé en fonction de l’épaisseur de la couche et de sa valeur. Cette valeur doit être un multiple de l’épaisseur de la couche. Cette épaisseur doit être assez proche de l’épaisseur des parois pour créer une pièce uniformément solide.
ru: Это контролирует толщину верхних слоев. Количество сплошных слоев определяется толщины слоя и этим значением. Имея это значение, имеет смысл использовать многократную толщину слоя и при этом приблизительно выровнять ее с толщиной стенки, чтобы сделать равномерно прочный объект.

# top_layers label
source: Top Layers
fr: Couches supérieures
ru: Верхние слой

# top_layers description
source: This controls the amount of top layers.
fr: Cette option contrôle la quantité de couches supérieures.
ru: Это контролирует количество верхних слоев.

# bottom_thickness label
source: Bottom Thickness
fr: Épaisseur du bas
ru: Толщина нижнего слоя

# bottom_thickness description
source: This controls the thickness of the bottom layers. The number of solid layers printed is calculated from the layer thickness and this value. Having this value be a multiple of the layer thickness makes sense. And keep it near to your wall thickness to make an evenly strong part.
fr: Cette option contrôle l’épaisseur des couches inférieures. Le nombre de couches solides imprimées est calculé en fonction de l’épaisseur de la couche et de sa valeur. Cette valeur doit être un multiple de l’épaisseur de la couche. Cette épaisseur doit être assez proche de l’épaisseur des parois pour créer une pièce uniformément solide.
ru: Это контролирует толщину нижних слоев. Количество сплошных слоев определяется толщины слоя и этим значением. Имея это значение, имеет смысл использовать многократную толщину слоя и при этом приблизительно выровнять ее с толщиной стенки, чтобы сделать равномерно прочный объект.

# bottom_layers label
source: Bottom Layers
fr: Couches inférieures
ru: Нижние слой

# bottom_layers description
source: This controls the amount of bottom layers.
fr: Cette option contrôle la quantité de couches inférieures.
ru: Это контролирует количество нижних слоев.

# wall_overlap_avoid_enabled label
source: Avoid Overlapping Walls
ru: Избежать перекрывание стен

# wall_overlap_avoid_enabled description
source: Remove parts of a wall which share an overlap which would result in overextrusion in some places. These overlaps occur in thin pieces in a model and sharp corners.
ru: Удалить части стен, которые разделяют перекрытие, которое в некоторых местах может привести к увеличении экструзии. Эти перекрытия появляются в модели с тонких частей и острых углов.

# top_bottom_pattern label
source: Bottom/Top Pattern
fr: Motif du bas/haut
ru: Нижняя/Верхняя структура

# top_bottom_pattern description
source: Pattern of the top/bottom solid fill. This normally is done with lines to get the best possible finish, but in some cases a concentric fill gives a nicer end result.
fr: Motif du remplissage solide du haut/bas. Normalement, le motif est constitué de lignes pour obtenir la meilleure finition possible, mais dans certains cas, un remplissage concentrique offre un meilleur résultat final.
ru: Структура верхнего/нижнего заполнения.

# skin_outline_count label
source: Skin Perimeter Line Count
ru: Количество линий периметра оболочки

# skin_outline_count description
source: Number of lines around skin regions. Using one or two skin perimeter lines can greatly improve on roofs which would start in the middle of infill cells.
ru: Количество линий вокруг оболочки. Использование одного или двух линий по периметру оболочки может значительно улучшить покрытия, которые начнутся в середине заполняющих сеток.

# xy_offset label
source: Horizontal expansion
ru: Горизонтальное расширение

# xy_offset description
source: Amount of offset applied all polygons in each layer. Positive values can compensate for too big holes; negative values can compensate for too small holes.
ru: Количество всех смещении полигонов в каждый слой. Положительные значения, компенсируют для слишком большие отверстия; а отрицательные значения, компенсируют для очень маленькие отверстия.

# material label
source: Material
fr: Matériel
ru: Материал

# material_print_temperature label
source: Printing Temperature
fr: Température d’impression
ru: Температура печати

# material_print_temperature description
source: The temperature used for printing. Set at 0 to pre-heat yourself. For PLA a value of 210C is usually used. For ABS a value of 230C or higher is required.
fr: La température utilisée pour l’impression. Définissez-la sur 0 pour la préchauffer vous-même. Pour le PLA, on utilise généralement une température de 210° C. Pour l’ABS, une température d’au moins 230° C est requise.
ru: Температура, используемая для печати. Установите на значение 0 для предварительного нагрева. Для PLA обычно используется температурный режим 210C. Для ABS обычно используется температурный режим 230C или выше.

# material_bed_temperature label
source: Bed Temperature
fr: Température du lit
ru: Температура платформы

# material_bed_temperature description
source: The temperature used for the heated printer bed. Set at 0 to pre-heat it yourself.
fr: La température utilisée pour le lit chauffé de l’imprimante. Définissez-la sur 0 pour préchauffer vous-même le lit.
ru: Температура, используемая для нагревающей платформы. Установите значение 0 для предварительного нагрева.

# material_diameter label
source: Diameter
fr: Diamètre
ru: Диаметр

# material_diameter description
source: The diameter of your filament needs to be measured as accurately as possible. If you cannot measure this value you will have to calibrate it, a higher number means less extrusion, a smaller number generates more extrusion.
fr: Le diamètre de votre filament doit être mesuré avec autant de précision que possible. Si vous ne pouvez pas en mesurer la valeur, il vous faudra l’étalonner : un chiffre élevé indique moins d’extrusion et un chiffre bas implique plus d’extrusion.
ru: Диаметр вашей нити необходимо вымерить как можно точнее. Если вы не можете измерить это значение, вы должны откалибровать его, большое число означает меньше выдавливания материала, а меньшее число производит больше выдавливания пластика.

# material_flow label
source: Flow
fr: Flux
ru: Выдавливания материала

# material_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value.
fr: Compensation du flux : la quantité de matériau extrudée est multipliée par cette valeur.
ru: Компенсация выдавливания: количество выдавленного материала умножается с этим значением.

# retraction_enable label
source: Enable Retraction
fr: Activer la rétractation
ru: Включит откат материала

# retraction_enable description
source: Retract the filament when the nozzle is moving over a non-printed area. Details about the retraction can be configured in the advanced tab.
fr: Rétracte le filament quand la buse se déplace vers une zone non imprimée. Le détail de la rétractation peut être configuré dans l’onglet avancé.
ru: Откатывает материал назад, когда печатающая головка перемещается над областью. Подробности по поводу отката материала можете найти в вкладке "дополнительно".

# retraction_speed label
source: Retraction Speed
fr: Vitesse de rétractation
ru: Скорость отката

# retraction_speed description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
fr: La vitesse à laquelle le filament est rétracté. Une vitesse de rétractation supérieure est plus efficace, mais une vitesse trop élevée peut entraîner l’écrasement du filament.
ru: Скорость, при которой происходит откат материала. Высокая скорость отката материала работает лучше, но очень высокая скорость отката может привести к перемалывания материала с стороне механизма подачи.

# retraction_retract_speed label
source: Retraction Retract Speed
ru: Скорость отката

# retraction_retract_speed description
source: The speed at which the filament is retracted. A higher retraction speed works better, but a very high retraction speed can lead to filament grinding.
ru: Скорость, при которой происходит откат материала. Высокая скорость отката материала работает лучше, но очень высокая скорость отката может привести к перемалывания материала с стороне механизма подачи.

# retraction_prime_speed label
source: Retraction Prime Speed
ru: Скорость после отката

# retraction_prime_speed description
source: The speed at which the filament is pushed back after retraction.
ru: Скорость, при которой материал проталкивается обратно после отката.

# retraction_amount label
source: Retraction Distance
fr: Distance de rétractation
ru: Расстояние отката

# retraction_amount description
source: The amount of retraction: Set at 0 for no retraction at all. A value of 4.5mm seems to generate good results for 3mm filament in Bowden-tube fed printers.
fr: La quantité de rétractation : définissez-la sur 0 si vous ne souhaitez aucune rétractation. Une valeur de 4,5 mm semble générer de bons résultats pour un filament de 3 mm dans une imprimante à tube Bowden.
ru: Количество отката материала: Установите значение 0, чтобы не происходил откат материала. Значение 4.5 мм достаточное, чтобы получить хорошие результаты при использовании материал, диаметром 3 мм для принтеров где подача материала происходит через Боуден-трубки.

# retraction_min_travel label
source: Retraction Minimum Travel
fr: Déplacement de rétractation minimal
ru: Минимальное перемещение

# retraction_min_travel description
source: The minimum distance of travel needed for a retraction to happen at all. This helps ensure you do not get a lot of retractions in a small area.
fr: La distance minimale de déplacement nécessaire pour qu’une rétraction ait lieu. Cela permet d’éviter qu’un grand nombre de rétractations ne se produise sur une petite portion.
ru: Минимальное расстояние перемещения для того, чтобы произошел откат материала. Эта настройка обеспечивает, чтобы не происходило слишком большое количество откатов на небольшой области печати.

# retraction_combing label
source: Enable Combing
fr: Activer le peigne
ru: Включит обход

# retraction_combing description
source: Combing keeps the head within the interior of the print whenever possible when traveling from one part of the print to another, and does not use retraction. If combing is disabled the printer head moves straight from the start point to the end point and it will always retract.
fr: Le peigne maintient la tête d’impression à l’intérieur de l’imprimante, dès que cela est possible, lorsqu’elle se déplace d’une partie de l’impression à une autre, et ne fait pas appel à la rétractation. Si le peigne est désactivé, la tête d’impression se déplace directement du point de départ au point final et se rétracte toujours.
ru: Обход, это когда печатающая головка позиционируется внутри области печати, при перемещении от одной в другой точке без отката. Если откат выключен, печатающая головка будет перемещаться от начальной до конечной точки напрямую и всегда с откатом.

# retraction_minimal_extrusion label
source: Minimal Extrusion Before Retraction
ru: Минимальное выдавливание перед откатом

# retraction_minimal_extrusion description
source: The minimum amount of extrusion that needs to happen between retractions. If a retraction should happen before this minimum is reached, it will be ignored. This avoids retracting repeatedly on the same piece of filament as that can flatten the filament and cause grinding issues.
fr: La quantité minimale d’extrusion devant être réalisée entre les rétractations. Si une rétractation doit avoir lieu alors que la quantité minimale n’a pas été atteinte, elle sera ignorée. Cela évite les rétractations répétitives sur le même filament, car cela risque de l’aplatir et de générer des problèmes d’écrasement.
ru: Минимальное количество выдавливаемого материала, необходимого для включения отката. Если не достигнуто минимальное количество выдавливания материала, тогда откат не произойдет. Это предотвращает, чтобы откат повторялся в одно и тоже место, так как это приведет к перемалыванием нити.

# retraction_hop label
source: Z Hop when Retracting
fr: Décalage de Z lors d’une rétractation
ru: Подъем по ось Z когда происходит откат

# retraction_hop description
source: Whenever a retraction is done, the head is lifted by this amount to travel over the print. A value of 0.075 works well. This feature has a lot of positive effect on delta towers.
fr: Lors d’une rétractation, la tête est soulevée de cette hauteur pour se déplacer le long de l’impression. La valeur de 0,075 est recommandée. Cette option offre de multiples effets positifs sur les tours delta.
ru: Когда откат закончен, печатающий стол немного опускается. Нормальное значение 0,075 мм. При перемещении печатающей головки от точки А к точке В, уменьшается возможность цепляния модели или рисования полосы на поверхности объекта.

# speed label
source: Speed
fr: Vitesse
ru: Скорость

# speed_print label
source: Print Speed
fr: Vitesse d’impression
ru: Скорость печати

# speed_print description
source: The speed at which printing happens. A well-adjusted Ultimaker can reach 150mm/s, but for good quality prints you will want to print slower. Printing speed depends on a lot of factors, so you will need to experiment with optimal settings for this.
fr: La vitesse à laquelle l’impression est réalisée. Un Ultimaker bien réglé peut atteindre 150 mm/s, mais pour des impressions de qualité, il faut imprimer plus lentement. La vitesse d’impression dépend de nombreux facteurs, vous devrez donc faire des essais pour trouver les paramètres optimaux.
ru: Скорость, при которой происходит процесс печати. Хорошо настроенный принтер, может достигать скорость печати до 150 мм/сек, но, для получения хорошее качество печати, рекомендуется печатать на низких скоростях. Скорость печати зависит от многих факторов, поэтому для этого необходимо экспериментировать с оптимальными настройками.

# speed_infill label
source: Infill Speed
fr: Vitesse de remplissage
ru: Скорость заполнения

# speed_infill description
source: The speed at which infill parts are printed. Printing the infill faster can greatly reduce printing time, but this can negatively affect print quality.
fr: La vitesse à laquelle les pièces de remplissage sont imprimées. La durée d’impression peut être fortement réduite si cette vitesse est élevée, mais cela peut avoir des répercussions négatives sur la qualité de l’impression.
ru: Скорость, при которой происходит заполнение. Печатать заполнения с более высокой скоростью, значительно уменьшит время печати, но, это может отрицательно повлиять на качество печати.

# speed_wall label
source: Shell Speed
fr: Vitesse du shell
ru: Скорость печати стенки

# speed_wall description
source: The speed at which shell is printed. Printing the outer shell at a lower speed improves the final skin quality.
fr: La vitesse à laquelle le shell est imprimé. L’impression du shell extérieur à une vitesse inférieure améliore la qualité finale du shell.
ru: Скорость, при которой печатается стенка. Печать внешней стенки с более низкой скоростью улучшает качество поверхности.

# speed_wall_0 label
source: Outer Shell Speed
fr: Vitesse de remplissage extérieur
ru: Скорость печати внешней стенки
