Repository: 0000duck/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: fr, ru

# wireframe_straight_before_down label
source: Wire Printing Straighten Downward Lines
ru: Проволочная печать прямых линий вниз

# wireframe_straight_before_down description
source: Percentage of a diagonally downward line which is covered by a horizontal line piece. This can prevent sagging of the top most point of upward lines. Only applies to Wire Printing.
ru: Процент диагональной линий вниз, который покрыт горизонтальной линии. Это может предотвратить пригибание самой верхней точки верхней линий. Относиться только для проволочной печати.

# wireframe_roof_fall_down label
source: Wire Printing Roof Fall Down
ru: Проволочная печать покрытия падает вниз

# wireframe_roof_fall_down description
source: The distance which horizontal roof lines printed 'in thin air' fall down when being printed. This distance is compensated for. Only applies to Wire Printing.
ru: Расстояние, при которое напечатанные горизонтальные линий покрытия "в воздухе" во время печати падают вниз. Это расстояние компенсируется. Относиться только для проволочной печати.

# wireframe_roof_drag_along label
source: Wire Printing Roof Drag Along
ru: Проволочная печать перекрытия падает вниз

# wireframe_roof_drag_along description
source: The distance of the end piece of an inward line which gets dragged along when going back to the outer outline of the roof. This distance is compensated for. Only applies to Wire Printing.
ru: Расстояние от конца внутренней линий, которая перемещается, когда возвращается к внешнему контуру покрытия. Это расстояние компенсируется. Относиться только для проволочной печати.

# wireframe_roof_outer_delay label
source: Wire Printing Roof Outer Delay
ru: Проволочная печать внешней задержки покрытия

# wireframe_roof_outer_delay description
source: Time spent at the outer perimeters of hole which is to become a roof. Larger times can ensure a better connection. Only applies to Wire Printing.
ru: Время, которое требуется внешнего периметра отверстия, чтобы перекрылось. Больше времени, обеспечивает лучшее соединение. Относиться только для проволочной печати.

# wireframe_height label
source: Wire Printing Connection Height
ru: Проволочная печать соединения на высоте

# wireframe_height description
source: The height of the upward and diagonally downward lines between two horizontal parts. Only applies to Wire Printing.
ru: Высота верхних и диагонально нижних линий между две горизонтальные части. Относиться только для проволочной печати.

# wireframe_roof_inset description
source: The distance covered when making a connection from a roof outline inward. Only applies to Wire Printing.
ru: Пройденное расстояние при соединении из контура крыши на внутрь. Относиться только для проволочной печати.

# wireframe_nozzle_clearance description
source: Distance between the nozzle and horizontally downward lines. Larger clearance results in diagonally downward lines with a less steep angle, which in turn results in less upward connections with the next layer. Only applies to Wire Printing.
ru: Расстояние между соплом и горизонтальных линии вниз. Лучшие результаты оформления диагональных линий вниз с менее крутым углом, что, в свою очередь, приводит к уменьшению верхних соединении с следующего слоя. Относиться только для проволочной печати.
