Repository: 0000duck/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: fr, ru

# support_use_towers label
source: Use towers.
fr: Utilisation de tours.
ru: Использовать башни.

# support_use_towers description
source: Use specialized towers to support tiny overhang areas. These towers have a larger diameter than the region they support. Near the overhang the towers' diameter decreases, forming a roof.
fr: Utilisez des tours spécialisées pour soutenir de petites zones en dépassement. Le diamètre de ces tours est plus large que la zone qu’elles soutiennent. Près du dépassement, le diamètre des tours diminue, formant un toit.
ru: Используйте специализированные башни, чтобы поддержать маленькие нависающие области. Эти башни имеют диаметр больше, чем область, которую они поддерживают.

# support_minimal_diameter label
source: Minimal Diameter
fr: Diamètre minimal
ru: Минимальный диаметр

# support_minimal_diameter description
source: Maximal diameter in the X/Y directions of a small area which is to be supported by a specialized support tower.
fr: Le diamètre minimal sur les axes X/Y d’une petite zone qui doit être soutenue par une tour de soutien spéciale.
ru: Максимальный диаметр в направлении X/Y на небольшой области, который будет поддерживаться с помощью специализированной башню.

# support_tower_diameter label
source: Tower Diameter
fr: Diamètre de tour
ru: Диаметр башни

# support_tower_diameter description
source: The diameter of a special tower.
fr: Le diamètre d’une tour spéciale.
ru: Диаметр специальной башне.

# support_tower_roof_angle label
source: Tower Roof Angle
fr: Angle de dessus de tour
ru: Угол крыши башни

# support_tower_roof_angle description
source: The angle of the rooftop of a tower. Larger angles mean more pointy towers.
fr: L’angle du dessus d’une tour. Plus l’angle est large, plus les tours sont pointues.
ru: Угол верхнего покрытия башни. Большие углы означает получит более острые башни.

# support_pattern label
source: Pattern
fr: Motif
ru: Структура

# support_pattern description
source: Cura supports 3 distinct types of support structure. First is a grid based support structure which is quite solid and can be removed as 1 piece. The second is a line based support structure which has to be peeled off line by line. The third is a structure in between the other two; it consists of lines which are connected in an accordeon fashion.
fr: Cura prend en charge trois types distincts de structures d’appui. La première est une structure d’appui sous forme de grille, qui est assez solide et peut être enlevée en un morceau. La deuxième est une structure d’appui sous forme de ligne qui doit être ôtée ligne après ligne. La troisième est un mélange de ces deux structures : elle se compose de lignes reliées en accordéon.
ru: Кура поддерживает 3 типа поддерживающих структур. Сетка - очень прочная структура поддержек и может быт удалена как одно целое. Линия - структура поддержек, которая удаляется по одной за раз. Третий тип структур поддержек это структура между предыдущих два типа, и состоится из линий, которые соединены в последовательной формы.

# support_connect_zigzags label
source: Connect ZigZags
fr: Relier les zigzags
ru: Подключите ZigZags

# support_connect_zigzags description
source: Connect the ZigZags. Makes them harder to remove, but prevents stringing of disconnected zigzags.
fr: Relie les zigzags. Cela complique leur retrait, mais empêche d’étirer les zigzags non reliés.
ru: Соединяет ZigZags. Их труднее удалить, но при этом предотвращает появления струны к zigzags, которые несоединённые.

# support_fill_rate label
source: Fill Amount
fr: Quantité de remplissage
ru: Плотность заполнения

# support_fill_rate description
source: The amount of infill structure in the support, less infill gives weaker support which is easier to remove.
fr: La quantité de remplissage dans la structure d’appui. Si la pièce est moins remplie, la structure est plus faible et donc plus facile à retirer.
ru: Количество заполнения поддерживающей структуры. Меньше заполнение дает не очень прочную поддерживающую поддержку, которую легко удалить.

# support_line_distance label
source: Line distance
ru: Расстояние линий

# support_line_distance description
source: Distance between the printed support lines.
ru: Расстояние между напечатанным линиям поддержек.

# platform_adhesion label
source: Platform Adhesion
ru: Тип прилипания к столу

# adhesion_type label
source: Type
ru: Тип

# adhesion_type description
source: Different options that help in preventing corners from lifting due to warping. Brim adds a single-layer-thick flat area around your object which is easy to cut off afterwards, and it is the recommended option. Raft adds a thick grid below the object and a thin interface between this and your object. (Note that enabling the brim or raft disables the skirt.)
fr: Différentes options permettant d’empêcher les coins des pièces de se relever à cause du gauchissement. Le brim ajoute une zone plane à couche unique autour de votre objet ; il est facile à découper à la fin de l’impression et c’est l’option recommandée. Le raft ajoute une grille épaisse en dessous de l’objet et une interface fine entre cette grille et votre objet. Veuillez noter que la sélection du brim ou du raft désactive le skirt.
ru: Различные опции, которые предотвращают сгибания углов. Кайма - добавляет однослойная плоская область вокруг вашего объекта, которую легко удалить после завершения процесса печати. Эта опция рекомендуется. Подложка - строит толстую сетку под объекта и тонкий интерфейс между этим и основного печатающего объекта. (Замечание: если Вы включите опцию кайму или подложку, тогда выключается опция контур)

# skirt_line_count label
source: Skirt Line Count
fr: Nombre de lignes du skirt
ru: Количество линий контура

# skirt_line_count description
source: The skirt is a line drawn around the first layer of the. This helps to prime your extruder, and to see if the object fits on your platform. Setting this to 0 will disable the skirt. Multiple skirt lines can help to prime your extruder better for small objects.
fr: Le skirt est une ligne dessinée autour de la première couche de l’objet. Il permet de préparer votre extrudeur et de voir si l’objet tient sur votre plateau. Si vous paramétrez ce nombre sur 0, le skirt sera désactivé. Si le skirt a plusieurs lignes, cela peut aider à mieux préparer votre extrudeur pour de petits objets.
ru: Контур, это линия, которая печатается вокруг печатающего объекта на первого слоя. Это позволяет предварительно расписать экструдер и показывает границы основного объекта. Если установите значение 0, это выключит опцию контур. Несколько контуров (линий), помогут лучше расписать экструдер, для печати маленьких объектов.

# skirt_gap label
source: Skirt Distance
fr: Distance du skirt
ru: Расстояние контур

# skirt_gap description
source: The horizontal distance between the skirt and the first layer of the print. This is the minimum distance, multiple skirt lines will extend outwards from this distance.
fr: La distance horizontale entre le skirt et la première couche de l’impression. Il s’agit de la distance minimale séparant le skirt de l’objet. Si le skirt a d’autres lignes, celles-ci s’étendront vers l’extérieur.
ru: Горизонтальное расстояние между контура и первого слоя основного печатающего объекта. Это минимальное расстояние за которое контурные линий будут печататься.

# skirt_minimal_length label
source: Skirt Minimum Length
fr: Longueur minimale du skirt
ru: Минимальная длина контура

# skirt_minimal_length description
source: The minimum length of the skirt. If this minimum length is not reached, more skirt lines will be added to reach this minimum length. Note: If the line count is set to 0 this is ignored.
fr: Il s’agit de la longueur minimale du skirt. Si cette longueur minimale n’est pas atteinte, d’autres lignes de skirt seront ajoutées afin d’atteindre la longueur minimale. Veuillez noter que si le nombre de lignes est défini sur 0, cette option est ignorée.
ru: Если минимальная длина контура не достигнутая, это добавить дополнительные контурные линий для достижения минимальной длине. Замечание: если количество линий имеет значение 0, тогда эта опция игнорируется.

# brim_line_count label
source: Brim Line Count
fr: Nombre de lignes du brim
ru: Количество линий каймы

# brim_line_count description
source: The amount of lines used for a brim: More lines means a larger brim which sticks better, but this also makes your effective print area smaller.
fr: Le nombre de lignes utilisées pour un brim. Plus il y a de lignes, plus le brim est large et meilleure est son adhérence, mais cela rétrécit votre zone d’impression réelle.
ru: Количество линий, который используются для каймы: Большое количество линий означает, что большая кайма будет прилипать к платформы лучше, но, это также делает Вашу эффективную область печати меньше.

# raft_margin label
source: Raft Extra Margin
fr: Marge supplémentaire du raft
ru: Дополнительные поля подложки

# raft_margin description
source: If the raft is enabled, this is the extra raft area around the object which is also given a raft. Increasing this margin will create a stronger raft while using more material and leaving less area for your print.
fr: Si vous avez appliqué un raft, alors il s’agit de l’espace de raft supplémentaire autour de l’objet, qui dispose déjà d’un raft. L’augmentation de cette marge va créer un raft plus solide, mais requiert davantage de matériau et laisse moins de place pour votre impression.
ru: Если подложка включена, это дополнительная область подложки во круг объекта, котоая также имеет подложку. Увеличение этого поле, создаст более прочную подложку, но, при этом используется больше материала и уменьшиться область печати.

# raft_line_spacing label
source: Raft Line Spacing
fr: Interligne du raft
ru: Расстояние между линиями подложки

# raft_line_spacing description
source: The distance between the raft lines. The first 2 layers of the raft have this amount of spacing between the raft lines.
fr: La distance entre les lignes du raft. Cet espace se trouve entre les lignes du raft pour les deux premières couches de celui-ci.
ru: Расстояние между линиями подложки. Первые 2 слоя поддержки имеют такое значение для количество расстояние между линиями подложки.

# raft_base_thickness label
source: Raft Base Thickness
fr: Épaisseur de la base du raft
ru: Толщина основного слоя подложки

# raft_base_thickness description
source: Layer thickness of the first raft layer. This should be a thick layer which sticks firmly to the printer bed.
fr: Épaisseur de la première couche du raft. Cette couche doit être épaisse et adhérer fermement au lit de l’imprimante.
ru: Толщина основного слоя подложки. Это должен быть толстый слой, который плотно прилипает к печатающей платформы.

# raft_base_linewidth label
source: Raft Base Line Width
fr: Épaisseur de ligne de la base du raft
ru: Ширина основной линии подложки

# raft_base_linewidth description
source: Width of the lines in the first raft layer. These should be thick lines to assist in bed adhesion.
fr: Largeur des lignes de la première couche du raft. Elles doivent être épaisses pour permettre l’adhérence du lit.
ru: Ширина основной линий подложки. Линий должны быт толстимы, чтобы улучшит прилипание к печатающей платформы.

# raft_base_speed label
source: Raft Base Print Speed
fr: Vitesse d’impression de la base du raft
ru: Основная скорость печати подложку

# raft_base_speed description
source: The speed at which the first raft layer is printed. This should be printed quite slowly, as the amount of material coming out of the nozzle is quite high.
fr: La vitesse à laquelle la première couche du raft est imprimée. Cette couche doit être imprimée suffisamment lentement, car la quantité de matériau sortant de la buse est assez importante.
ru: Скорость при которой печатается первый слой подложки. Скорость печати должна быт низкая, так как количество выдавливаемого материала достаточно высокая.

# raft_interface_thickness label
source: Raft Interface Thickness
fr: Épaisseur d’interface du raft
ru: Толщина переходной линий подложки

# raft_interface_thickness description
source: Thickness of the 2nd raft layer.
fr: Épaisseur de la deuxième couche du raft.
ru: Толщина второго слоя подложки.

# raft_interface_linewidth label
source: Raft Interface Line Width
fr: Largeur de ligne de l’interface du raft
ru: Ширина переходной линий подложки

# raft_interface_linewidth description
source: Width of the 2nd raft layer lines. These lines should be thinner than the first layer, but strong enough to attach the object to.
fr: Largeur des lignes de la deuxième couche du raft. Ces lignes doivent être plus fines que celles de la première couche, mais suffisamment solides pour y fixer l’objet.
ru: Ширина второго слоя подложки. Линий второго слоя должны быт тоньше чем для первого слоя, но, достаточно прочные, чтобы прилипал основной объект.

# raft_airgap label
source: Raft Air-gap
fr: Espace d’air du raft
ru: Воздушный зазор

# raft_airgap description
source: The gap between the final raft layer and the first layer of the object. Only the first layer is raised by this amount to lower the bonding between the raft layer and the object. Makes it easier to peel off the raft.
fr: L’espace entre la dernière couche du raft et la première couche de l’objet. Seule la première couche est surélevée de cette quantité d’espace pour réduire l’adhérence entre la couche du raft et l’objet. Cela facilite le décollage du raft.
ru: Зазор между последним слоем подложки и первого слоя основного объекта. На это значение поднимается только первый слой, чтобы уменьшит соединения между слоем подложки и основного объекта.

# raft_surface_layers label
source: Raft Surface Layers
fr: Couches de surface du raft
ru: Поверхностные слой подложки

# raft_surface_layers description
source: The number of surface layers on top of the 2nd raft layer. These are fully filled layers that the object sits on. 2 layers usually works fine.
fr: Nombre de couches de surface au-dessus de la deuxième couche du raft. Il s’agit des couches entièrement remplies sur lesquelles l’objet est posé. En général, deux couches suffisent.
ru: Количество поверхностных слоев, которые накладываются над вторим слоем подложки. Это полностью заполнение слой, на которых печатается основной объект. Обычно два слоя достаточно.

# blackmagic label
source: Fixes
ru: Корректировки

# magic_spiralize label
source: Spiralize the Outer Contour
fr: Créer des spirales sur le contour extérieur
ru: Поверните внешний контур

# magic_spiralize description
source: Spiralize smooths out the Z move of the outer edge. This will create a steady Z increase over the whole print. This feature turns a solid object into a single walled print with a solid bottom. This feature used to be called ‘Joris’ in older versions.
fr: Cette fonction ajuste le déplacement de Z sur le bord extérieur. Cela va créer une augmentation stable de Z par rapport à toute l’impression. Cette fonction transforme un objet solide en une impression à paroi unique avec une base solide. Dans les précédentes versions, cette fonction s’appelait « Joris ».
ru: Спиральные сглаживания за пределами ось Z для наружной кромки. Это создаст стабильное выращивание объекта по ось Z в течении всего процесса печати. Эта функция превращает сплошного объекта, в печати одной стеной с сплошным дном. Эта функция в предыдущих версии называлась "Joris".

# wireframe_enabled label
source: Wire Printing
ru: Проволочная печать

# wireframe_enabled description
source: Print only the outside surface with a sparse webbed structure, printing 'in thin air'. This is realized by horizontally printing the contours of the model at given Z intervals which are connected via upward and diagonally downward lines.
ru: Печатает только наружную поверхность с редкой перепончатой структуры, "в воздухе". Это реализуется путем горизонтальной печати контуры объекта через заданные интервалы времени Z, которые соединены с помощью верхних и нижних по диагонали линиями.

# wireframe_printspeed label
source: Wire Printing speed
ru: Скорость проволочной печати

# wireframe_printspeed description
source: Speed at which the nozzle moves when extruding material. Only applies to Wire Printing.
ru: Скорость, при которой двигается печатающая головка когда выдавливает материал. Относиться только для проволочной печати.

# wireframe_printspeed_bottom label
source: Wire Bottom Printing Speed
ru: Скорость проволочной печати нижнего слоя

# wireframe_printspeed_bottom description
source: Speed of printing the first layer, which is the only layer touching the build platform. Only applies to Wire Printing.
ru: Скорость, при которой печатается первый слой и является единственный слой, который касается печатающей платформы. Относиться только для проволочной печати.

# wireframe_printspeed_up label
source: Wire Upward Printing Speed
ru: Скорость проволочной печати вверх

# wireframe_printspeed_up description
source: Speed of printing a line upward 'in thin air'. Only applies to Wire Printing.
ru: Скорость, при которой печатается линия на верх "в воздухе". Относиться только для проволочной печати.

# wireframe_printspeed_down label
source: Wire Downward Printing Speed
ru: Скорость проволочной печати вниз

# wireframe_printspeed_down description
source: Speed of printing a line diagonally downward. Only applies to Wire Printing.
ru: Скорость, при которой печатается линия по диагонали вниз. Относиться только для проволочной печати.

# wireframe_printspeed_flat label
source: Wire Horizontal Printing Speed
ru: Скорость проволочной печати по горизонтали

# wireframe_printspeed_flat description
source: Speed of printing the horizontal contours of the object. Only applies to Wire Printing.
ru: Скорость, при которой печатаются горизонтальные контуры объекта. Относиться только для проволочной печати.

# wireframe_flow label
source: Wire Printing Flow
ru: Выдавливание материала для проволочной печати

# wireframe_flow description
source: Flow compensation: the amount of material extruded is multiplied by this value. Only applies to Wire Printing.
ru: Компенсация выдавливания: количество выдавливаемого материала умножается на это значение. Относиться только для проволочной печати.

# wireframe_flow_connection label
source: Wire Connection Flow
ru: Соединительное выдавливания материала

# wireframe_flow_connection description
source: Flow compensation when going up or down. Only applies to Wire Printing.
ru: Компенсирует выдавливание материала когда перемещается на верх и вниз. Относиться только для проволочной печати.

# wireframe_flow_flat label
source: Wire Flat Flow
ru: Плоское выдавливание пластика

# wireframe_flow_flat description
source: Flow compensation when printing flat lines. Only applies to Wire Printing.
ru: Компенсирует выдавливание материала, когда печатаются плоские линий.

# wireframe_top_delay label
source: Wire Printing Top Delay
ru: Задержка печати верхней линий

# wireframe_top_delay description
source: Delay time after an upward move, so that the upward line can harden. Only applies to Wire Printing.
ru: Время задержки после перемещения на верх, так чтобы линия вверх остыла. Относиться только для проволочной печати.

# wireframe_bottom_delay label
source: Wire Printing Bottom Delay
ru: Задержка проволочной печати нижней линий

# wireframe_bottom_delay description
source: Delay time after a downward move. Only applies to Wire Printing. Only applies to Wire Printing.
ru: Время задержки после перемещения вниз. Относиться только для проволочной печати.

# wireframe_flat_delay label
source: Wire Printing Flat Delay
ru: Задержка проволочной печати плоской линий

# wireframe_flat_delay description
source: Delay time between two horizontal segments. Introducing such a delay can cause better adhesion to previous layers at the connection points, while too large delay times cause sagging. Only applies to Wire Printing.
ru: Время задержки между два горизонтальных сегменты. Такая задержка дает лучшее прилипание предыдущих слоев в точках соединении, а больше задержки на оборот, вызывают пригибания. Относиться только для проволочной печати.

# wireframe_up_half_speed label
source: Wire Printing Ease Upward
ru: Проволочная печать слегка на верх

# wireframe_up_half_speed description
source: Distance of an upward move which is extruded with half speed. This can cause better adhesion to previous layers, while not heating the material in those layers too much. Only applies to Wire Printing.
ru: Расстояние верхнего хода, который выдавливается с половиной скорости. Это дает лучшее прилипание к предыдущим слоем, при этом не нагревая слишком много материал в этих слоях.

# wireframe_top_jump label
source: Wire Printing Knot Size
ru: Проволочная печать размер узла

# wireframe_top_jump description
source: Creates a small knot at the top of an upward line, so that the consecutive horizontal layer has a better chance to connect to it. Only applies to Wire Printing.
ru: Создает небольшой узелок в верхней части верхней линий, так чтобы последовательный горизонтальный слой имел больше шансов с ней соединится.

# wireframe_fall_down label
source: Wire Printing Fall Down
ru: Проволочная печать идет вниз

# wireframe_fall_down description
source: Distance with which the material falls down after an upward extrusion. This distance is compensated for. Only applies to Wire Printing.
ru: Расстояние с которое материал падает вниз после выдавливания материала на верх. Это расстояние компенсируется. Относиться только для проволочной печати.

# wireframe_drag_along label
source: Wire Printing Drag along
ru: Проволочная печать с перетаскиванием

# wireframe_drag_along description
source: Distance with which the material of an upward extrusion is dragged along with the diagonally downward extrusion. This distance is compensated for. Only applies to Wire Printing.
ru: Расстояние, при которое материал выдавливаемый на верх перетаскивается вместе с диагонального выдавливаемого вниз. Это расстояние компенсируется. Относиться только для проволочной печати.

# wireframe_strategy label
source: Wire Printing Strategy
ru: Стратегия проволочной печати

# wireframe_strategy description
source: Strategy for making sure two consecutive layers connect at each connection point. Retraction lets the upward lines harden in the right position, but may cause filament grinding. A knot can be made at the end of an upward line to heighten the chance of connecting to it and to let the line cool; however it may require slow printing speeds. Another strategy is to compensate for the sagging of the top of an upward line; however, the lines won't always fall down as predicted.
fr: Stratégie garantissant que deux couches consécutives se touchent à chaque point de connexion. La rétractation permet aux lignes ascendantes de durcir dans la bonne position, mais cela peut provoquer l’écrasement des filaments. Un nœud peut être fait à la fin d’une ligne ascendante pour augmenter les chances de raccorder cette ligne et la laisser refroidir, toutefois, cela peut nécessiter de ralentir la vitesse d’impression. Une autre stratégie consiste à compenser l’affaissement du dessus d’une ligne ascendante, cependant, les lignes ne tombent pas toujours comme prévu.
ru: Стратегия, при которой подтверждаем, что 2 последующие слои соединяются в каждой точки соединения. Откат материала позволяет остывание возвышающих линий в правильном положении, но, может привести к перемалывание нити. Чтобы повысить шансы соединении к нему, и позволит остывании линиям, можно сделать узел там где заканчивается возвышающаяся линия; однако возможно потребуется поставит невысокие скорости печати. Другая стратегия заключается в компенсации прогиба на верхней части верхней линии; однако, линии не всегда падают, как предсказано.
