Repository: 0000duck/Cura
Catalog: resources/i18n/*/fdmprinter.json.po
Languages: fr, ru

# speed_wall_0 description
source: The speed at which outer shell is printed. Printing the outer shell at a lower speed improves the final skin quality. However, having a large difference between the inner shell speed and the outer shell speed will effect quality in a negative way.
fr: La vitesse à laquelle le shell extérieur est imprimé. L’impression du shell extérieur à une vitesse inférieure améliore la qualité finale du shell. Néanmoins, si la différence entre la vitesse du shell intérieur et la vitesse du shell extérieur est importante, la qualité sera réduite.
ru: Скорость, при которой печатается внешняя стенка. Печать внешней стенки с более низкой скоростью улучшает качество стенки. Но, большая разница между скоростях печати внутренней и внешней стенки может отрицательно повлиять на качество поверхности.

# speed_wall_x label
source: Inner Shell Speed
fr: Vitesse de remplissage intérieur
ru: Скорость печати внутренней стенки

# speed_wall_x description
source: The speed at which all inner shells are printed. Printing the inner shell fasster than the outer shell will reduce printing time. It is good to set this in between the outer shell speed and the infill speed.
fr: La vitesse à laquelle tous les shells intérieurs sont imprimés. Imprimer le shell intérieur plus rapidement que le shell extérieur réduira le temps d’impression. Il convient de régler cette vitesse entre la vitesse du shell extérieur et la vitesse de remplissage.
ru: Скорость, при которой печатается внутренняя стенка. Если печатать внутренней стенки быстрее чем внешней стенки, можно уменьшит время печати. Хорошо установить это значение между скоростях печати внешней стенки и заполнение.

# speed_topbottom label
source: Top/Bottom Speed
ru: Скорость печати верхнего/нижнего слоя

# speed_topbottom description
source: Speed at which top/bottom parts are printed. Printing the top/bottom faster can greatly reduce printing time, but this can negatively affect print quality.
ru: Скорость, при которой печатаются верхние/нижние части. Печатать верх/низ при больших скоростях, может значительно уменьшит время печати, но, это может негативно повлиять на качество печати.

# speed_support label
source: Support Speed
fr: Vitesse d’appui
ru: Скорость печати поддержек

# speed_support description
source: The speed at which exterior support is printed. Printing exterior supports at higher speeds can greatly improve printing time. And the surface quality of exterior support is usually not important, so higher speeds can be used.
fr: La vitesse à laquelle la structure d’appui extérieure est imprimée. Imprimer les structures d’appui extérieures à une vitesse supérieure peut fortement accélérer l’impression. Par ailleurs, la qualité de la surface de la structure d’appui extérieure n’a généralement pas beaucoup d’importance, par conséquence la vitesse peut être plus élevée.
ru: Скорость, при которой печатается поддержка. Печатать поддержек при больших скоростях, может значительно улучшить время печати. Качество печати поддержек не является важным и при этом можно использовать большие скорости печати.

# speed_travel label
source: Travel Speed
fr: Vitesse de déplacement
ru: Скорость перемещения

# speed_travel description
source: The speed at which travel moves are done. A well-built Ultimaker can reach speeds of 250mm/s. But some machines might have misaligned layers then.
fr: La vitesse à laquelle les déplacements sont effectués. Un Ultimaker bien structuré peut atteindre une vitesse de 250 mm/s. Toutefois, à cette vitesse, certaines machines peuvent créer des couches non alignées.
ru: Скорость перемещения печатающей головки. Хорошо настроенный Ultimaker может достигать скорость перемещения до 250 мм/сек. К некоторым принтерам есть возможность появления неровных слоев.

# speed_layer_0 label
source: Bottom Layer Speed
fr: Vitesse de couche inférieure
ru: Скорость печати нижнего слоя

# speed_layer_0 description
source: The print speed for the bottom layer: You want to print the first layer slower so it sticks to the printer bed better.
fr: La vitesse d’impression de la couche inférieure : la première couche doit être imprimée lentement pour adhérer davantage au lit de l’imprimante.
ru: Скорость, при которой печатается нижний слой: рекомендуется печатать первого слоя на низкую скорость, чтобы получит лучшее прилипание (адгезию) к печатающей платформы.

# skirt_speed label
source: Skirt Speed
fr: Vitesse du skirt
ru: Скорость печати контур

# skirt_speed description
source: The speed at which the skirt and brim are printed. Normally this is done at the initial layer speed. But sometimes you want to print the skirt at a different speed.
fr: La vitesse à laquelle le skirt et le brim sont imprimés. Normalement, cette vitesse est celle de la couche initiale, mais il est parfois nécessaire d’imprimer le skirt à une vitesse différente.
ru: Скорость, при которой печатаются контур и кайма. Обычно это делается при определения начальной скорости слоя, но, иногда есть потребность распечатать подложку с другой скоростью.

# speed_slowdown_layers label
source: Amount of Slower Layers
fr: Quantité de couches plus lentes
ru: Количество печати медленных слоев

# speed_slowdown_layers description
source: The first few layers are printed slower then the rest of the object, this to get better adhesion to the printer bed and improve the overall success rate of prints. The speed is gradually increased over these layers. 4 layers of speed-up is generally right for most materials and printers.
fr: Les premières couches sont imprimées plus lentement par rapport au reste de l’objet. Le but est d’obtenir une meilleure adhérence au lit de l’imprimante et d’améliorer le taux de réussite global des impressions. La vitesse augmente graduellement à chacune de ces couches. Il faut en général 4 couches d’accélération pour la plupart des matériaux et des imprimantes.
ru: Первые несколько слоев печатаются медленнее чем остальных, чтобы получит лучшее прилипание к печатающей платформы и в целом улучшит качество печати. Скорость постепенно увеличивается на последующих 3-ех слоев. Ускорение по 4 слоя, как правило, подходит для большинство материалов и принтеров.

# infill label
source: Infill
fr: Remplissage
ru: Заполнение

# fill_sparse_density label
source: Infill Density
fr: Densité du remplissage
ru: Плотность заполнения

# fill_sparse_density description
source: This controls how densely filled the insides of your print will be. For a solid part use 100%, for an hollow part use 0%. A value around 20% is usually enough. This won't affect the outside of the print and only adjusts how strong the part becomes.
fr: Cette fonction contrôle la densité du remplissage à l’intérieur de votre impression. Pour une pièce solide, veuillez sélectionner 100 %, pour une pièce vide, veuillez sélectionnez 0 %. En général, une valeur d’environ 20 % suffit. Cette valeur n’a pas de répercussions sur l’aspect extérieur de l’impression, elle modifie uniquement la solidité de la pièce.
ru: Контролирует насколько плотно будет заполненные печатающего объекта. Для прочности используйте 100% заполнение, а для пустоты используйте значение 0%. 20% заполнение является вполне достаточным. Это не повлияет на внешностью печатающего объекта, а именно регулирует насколько будет прочный сам объект.

# fill_pattern label
source: Infill Pattern
fr: Motif de remplissage
ru: Структура заполнения

# fill_pattern description
source: Cura defaults to switching between grid and line infill. But with this setting visible you can control this yourself. The line infill swaps direction on alternate layers of infill, while the grid prints the full cross-hatching on each layer of infill.
fr: Par défaut, Cura utilise le mode de remplissage en grille ou en ligne. Ce paramètre étant visible, vous pouvez choisir le motif vous-même. Le remplissage en ligne change de direction à chaque nouvelle couche de remplissage, tandis que le remplissage en grille imprime l’intégralité du motif hachuré sur chaque couche de remplissage.
ru: В Кура есть две структуры заполнения: сетки и линий. Структура заполнения линий, меняет направление на чередующихся слой, которые заполняются, а структура сетки печатает полной штриховкой на каждом слое, который заполняется.

# infill_line_distance label
source: Line distance
ru: Расстояние линий

# infill_line_distance description
source: Distance between the printed infill lines.
ru: Расстояние между линиями заполнения

# fill_overlap label
source: Infill Overlap
fr: Chevauchement de remplissage
ru: Заполнения перекрытия

# fill_overlap description
source: The amount of overlap between the infill and the walls. A slight overlap allows the walls to connect firmly to the infill.
fr: Le degré de chevauchement entre le remplissage et les parois. Un léger chevauchement permet de lier fermement les parois au remplissage.
ru: Количество перекрытия между заполнением и стенки. Небольшое перекрытие улучшает соединение/сцепление стенок и их заполнение.

# fill_sparse_thickness label
source: Infill Thickness
fr: Épaisseur du remplissage
ru: Толщина заполнения

# fill_sparse_thickness description
source: The thickness of the sparse infill. This is rounded to a multiple of the layerheight and used to print the sparse-infill in fewer, thicker layers to save printing time.
fr: L’épaisseur de l’espace de remplissage libre. Elle est arrondie à un multiple supérieur de la hauteur de couche et utilisée pour imprimer l’espace de remplissage libre avec des couches plus épaisses et moins nombreuses afin de gagner du temps d’impression.
ru: Толщина разреженного заполнения. Это значение определяется согласно многократного умножения высоты слоя и используется для печати разреженного заполнения в нескольких толстых слоев, чтобы сэкономить время печати.

# fill_sparse_combine label
source: Infill Layers
fr: Couches de remplissage
ru: Заполнение слоев

# fill_sparse_combine description
source: Amount of layers that are combined together to form sparse infill.
fr: Nombre de couches combinées pour remplir l’espace libre.
ru: Количество слоев, которые объединены вместе, чтобы образовать разреженное заполнение.

# cooling label
source: Cooling
ru: Охлаждение

# cool_fan_enabled label
source: Enable Cooling Fan
fr: Activer le ventilateur de refroidissement
ru: Включит охлаждающий вентилятор

# cool_fan_enabled description
source: Enable the cooling fan during the print. The extra cooling from the cooling fan helps parts with small cross sections that print each layer quickly.
fr: Activer le ventilateur de refroidissement pendant l’impression. Le refroidissement supplémentaire fourni par le ventilateur assiste les parties ayant de petites coupes transversales dont les couches sont imprimées rapidement.
ru: Включит охлаждающий вентилятор во время печати. Дополнительное охлаждение вентиляторов позволяет печатать каждого слоя быстрее.

# cool_fan_speed label
source: Fan Speed
fr: Vitesse du ventilateur
ru: Скорость вращения вентиляторов

# cool_fan_speed description
source: Fan speed used for the print cooling fan on the printer head.
fr: La vitesse choisie pour le ventilateur refroidissant l’impression au niveau de la tête de l’imprimante.
ru: Скорость вращения вентилятора, которая используется для охлаждения печатающей головки.

# cool_fan_speed_min label
source: Minimum Fan Speed
fr: Vitesse minimale du ventilateur
ru: Минимальная скорость вращения вентиляторов

# cool_fan_speed_min description
source: Normally the fan runs at the minimum fan speed. If the layer is slowed down due to minimum layer time, the fan speed adjusts between minimum and maximum fan speed.
fr: Normalement, le ventilateur fonctionne à sa vitesse minimale. Si une couche est ralentie en raison de sa durée minimale d’impression, la vitesse du ventilateur s’adapte entre la vitesse de ventilateur minimale et maximale.
ru: Обычно вентилятор работает на минимальной скорости вращения. Если слой замедлился из-за минимальное время слоя, скорость вентилятора регулируется между минимальной и максимальной скорости вентилятора.

# cool_fan_speed_max label
source: Maximum Fan Speed
fr: Vitesse maximale du ventilateur
ru: Максимальная скорость вращения вентиляторов

# cool_fan_speed_max description
source: Normally the fan runs at the minimum fan speed. If the layer is slowed down due to minimum layer time, the fan speed adjusts between minimum and maximum fan speed.
fr: Normalement, le ventilateur fonctionne à sa vitesse minimale. Si une couche est ralentie en raison de sa durée minimale d’impression, la vitesse du ventilateur s’adapte entre la vitesse de ventilateur minimale et maximale.
ru: Обычно вентилятор работает на минимальной скорости вращения. Если слой замедлился из-за минимальное время слоя, скорость вентилятора регулируется между минимальной и максимальной скорости вентилятора.

# cool_fan_full_at_height label
source: Fan Full on at Height
fr: Hauteur de puissance max. du ventilateur
ru: Полный запуск вентиляторов на определенной высоте

# cool_fan_full_at_height description
source: The height at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off for the first layer.
fr: La hauteur à laquelle le ventilateur est entièrement activé. La vitesse du ventilateur augmente de façon linéaire et le ventilateur est éteint pour la première couche.
ru: Высота, на которой вентилятор включен полностью. Для слоев ниже этого, скорость вращения вентилятора масштабируется линейно с выключенным вентилятором для печати первого слоя.

# cool_fan_full_layer label
source: Fan Full on at Layer
fr: Couches de puissance max. du ventilateur
ru: Полный запуск вентиляторов при определенное количество слоев

# cool_fan_full_layer description
source: The layer number at which the fan is turned on completely. For the layers below this the fan speed is scaled linearly with the fan off for the first layer.
fr: Le nombre de couches auquel le ventilateur est entièrement activé. La vitesse du ventilateur augmente de façon linéaire et le ventilateur est éteint pour la première couche.
ru: Число слоя, при котором вентилятор полностью включается. Для слоев ниже этого значения, скорость вентилятора масштабируется линейно с выключенным вентилятором для печати первого слоя.

# cool_min_layer_time label
source: Minimal Layer Time
fr: Durée minimale d’une couche
ru: Минимальное время накладывания слоев

# cool_min_layer_time description
source: The minimum time spent in a layer: Gives the layer time to cool down before the next one is put on top. If a layer would print in less time, then the printer will slow down to make sure it has spent at least this many seconds printing the layer.
fr: Le temps minimal passé pour une couche : cette fonction permet de laisser une couche refroidir avant que la couche suivante ne soit superposée sur elle. Si cette couche est plus rapide à imprimer, l’imprimante ralentira afin de passer au moins le temps requis pour l’impression de cette couche.
ru: Минимальное время, требуемое для печати одного слоя, позволяет слою остит перед тем, как начать накладывать следующего слоя. Если слой будут печататься слишком быстро, тогда принтер замедлиться, чтобы соответствовать данному значению.

# cool_min_layer_time_fan_speed_max label
source: Minimal Layer Time Full Fan Speed
ru: Полный запуск вентиляторов при минимальное время накладывания слоев

# cool_min_layer_time_fan_speed_max description
source: The minimum time spent in a layer which will cause the fan to be at minmum speed. The fan speed increases linearly from maximal fan speed for layers taking minimal layer time to minimal fan speed for layers taking the time specified here.
ru: Минимальное время, требуемое для печати одного слоя, которое вызовет, чтобы вентилятор вращался с минимальной скоростью. Скорость вращения вентилятора увеличивается линейно от максимуме для слоев с минимальное время печати до минимальное вращение вентиляторов для слоев, которые придерживаются время здесь указанное.

# cool_min_speed label
source: Minimum Speed
fr: Vitesse minimale
ru: Минимальная скорость

# cool_min_speed description
source: The minimum layer time can cause the print to slow down so much it starts to droop. The minimum feedrate protects against this. Even if a print gets slowed down it will never be slower than this minimum speed.
fr: La durée minimale d’une couche peut provoquer le ralentissement de l’impression à une telle lenteur que l’objet commence à s’affaisser. La vitesse minimale empêche cela, car même si une impression est ralentie, la vitesse d’impression ne descendra jamais en dessous de cette vitesse minimale.
ru: Минимальное время для печати слоев, может вызвать, чтобы процесс печати замедлился на столько, что начинает свисать. Минимальная скорость подачи предотвращает, чтобы произошло нависание. Даже если процесс печати замедлиться, он никогда не будет медленнее чем минимальной скоростью.

# cool_lift_head label
source: Lift Head
fr: Relever la tête
ru: Подъем печатающей головки

# cool_lift_head description
source: Lift the head away from the print if the minimum speed is hit because of cool slowdown, and wait the extra time away from the print surface until the minimum layer time is used up.
fr: Relève la tête d’impression lorsque la vitesse minimale a déjà été atteinte pour le ralentissement (permettant le refroidissement) et attend que la durée d’attente minimale requise soit atteinte en maintenant la tête éloignée de la surface d’impression.
ru: Если достигнутая минимальная скорость , из-за необходимости постепенного охлаждения, поднять печатающую головку и подождать до достижения минимального времени печати слоя.

# support label
source: Support
ru: Поддержка

# support_enable label
source: Enable Support
fr: Activer la structure d’appui
ru: Включит поддержку

# support_enable description
source: Enable exterior support structures. This will build up supporting structures below the model to prevent the model from sagging or printing in mid air.
fr: Active les structures d’appui extérieures. Cette option augmente les structures d’appui en dessous du modèle pour empêcher ce dernier de s’affaisser ou d’imprimer dans les airs.
ru: Включите поддержку для внутренних структур. Это построить поддерживающих структур под основного объекта, чтобы предотвратить модели от провисания или печать по воздухе.

# support_type label
source: Placement
ru: Размещение

# support_type description
source: Where to place support structures. The placement can be restricted such that the support structures won't rest on the model, which could otherwise cause scarring.
ru: Где разместить структур поддержки. Размещение может быть ограничено таким образом, что опорные конструкции не будут опираться на основного объекта, которые в противном случае приведут к образованию отпечатков.

# support_angle label
source: Overhang Angle
fr: Angle de dépassement
ru: Угол нависания

# support_angle description
source: The maximum angle of overhangs for which support will be added. With 0 degrees being horizontal, and 90 degrees being vertical.
fr: L’angle maximal des dépassements pour lesquels un appui peut être ajouté. Un angle de 0 degré est horizontal et un angle de 90 degrés est vertical.
ru: Максимальный угол нависания, для построения поддержки. 0 градусов будет горизонтальны, а 90 градусов будет по вертикали.

# support_xy_distance label
source: X/Y Distance
fr: Distance d’X/Y
ru: Расстояние по оси X/Y

# support_xy_distance description
source: Distance of the support structure from the print, in the X/Y directions. 0.7mm typically gives a nice distance from the print so the support does not stick to the surface.
fr: Distance de la structure d’appui à partir de l’impression sur les axes X/Y. Une distance de 0,7 mm par rapport à l’impression constitue généralement une bonne distance pour que la structure d’appui n’adhère pas à la surface.
ru: Расстояние структуры поддержки от печатаемого объекта в направлении X и Y. Нормальное значение от 0.7 мм обычно дает хорошее расстояние от печатаемого объекта, чтобы поддерживающая структура не прилипала к основного объекта.

# support_z_distance label
source: Z Distance
fr: Distance de Z
ru: Расстояние по ось Z

# support_z_distance description
source: Distance from the top/bottom of the support to the print. A small gap here makes it easier to remove the support but makes the print a bit uglier. 0.15mm allows for easier separation of the support structure.
fr: La distance entre le haut/bas de la structure d’appui et l’impression. Un léger écart facilite le retrait de la structure d’appui, mais génère un moins beau rendu à l’impression. Une distance de 0,15 mm permet de mieux séparer la structure d’appui.
ru: Расстояние от верхней/нижней поддержки до печатающего объекта. Маленькое расстояние обеспечивает легкое удаление поддерживающих структур, но, при этом дает невысокое качество печати поверхностью. Значение 0.15 мм достаточное для легкое удаление поддерживающих структур.

# support_top_distance label
source: Top Distance
fr: Distance du haut
ru: Верхнее расстояние

# support_top_distance description
source: Distance from the top of the support to the print.
fr: Distance entre l’impression et le haut de la structure d’appui.
ru: Расстояние от верхней части поддерживающей структуры до печатающего объекта.

# support_bottom_distance label
source: Bottom Distance
fr: Distance du bas
ru: Нижнее расстояние

# support_bottom_distance description
source: Distance from the print to the bottom of the support.
fr: Distance entre l’impression et le bas de la structure d’appui.
ru: Расстояние от печатающего объекта до нижнюю часть поддерживающей структуры.

# support_bottom_stair_step_height label
source: Stair Step Height
ru: Ступенчатая высота

# support_bottom_stair_step_height description
source: The height of the steps of the stair-like bottom of support resting on the model. Small steps can cause the support to be hard to remove from the top of the model.
ru: Высота ступеней, ступенчатого низа поддерживающей структуры, которая опирается на основного объекта. Небольшие лестницы, могут усложнит удаление поддерживающих структур с верхней части основного объекта.

# support_join_distance label
source: Join Distance
fr: Distance de groupement
ru: Соединить расстояние

# support_join_distance description
source: The maximum distance between support blocks, in the X/Y directions, such that the blocks will merge into a single block.
fr: La distance maximale entre des blocs d’appui, sur les axes X/Y, de sorte que les blocs fusionnent en un bloc unique.
ru: Максимальное расстояние между поддерживающих блоков в направлении X и Y, так чтобы блоки соединились в один блок.

# support_area_smoothing label
source: Area Smoothing
fr: Ajustement d’une zone
ru: Область сглаживания

# support_area_smoothing description
source: Maximal distance in the X/Y directions of a line segment which is to be smoothed out. Ragged lines are introduced by the join distance and support bridge, which cause the machine to resonate. Smoothing the support areas won't cause them to break with the constraints, except it might change the overhang.
fr: Distance maximale sur les axes X/Y d’un segment de ligne qui doit être ajusté. Les lignes irrégulières sont provoquées par la distance de groupement et le pont d’appui, qui font résonner la machine. L’ajustement des zones d’appui empêchera leur rupture lors de l’application de contraintes, mais cela peut changer le dépassement.
ru: Минимальное расстояние в направлении X/Y отрезки, которое должно быть сглажено. Рваные линии представленные с стороне соединённых расстояния и поддерживающего моста, которые вызывают, чтобы машина резонировала. Сглаживание поддерживающих областей не вызовет, чтобы они сломались с ограничениями, за исключением того, что может измениться нависание.
